<div>
<p>　　保密协议，是指协议当事人之间就一方告知另一方的书面或口头信息，约定不得向任何第三方披露该等信息的协议。负有保密义务的当事人违反协议约定，将保密信息披露给第三方，将要承担民事责任甚至刑事责任。用人单位可以与劳动者签订保密协议，约定在<a title="劳动合同" href="http://www.chinalawedu.com/web/203/" target="_blank" class="bule" >劳动合同</a>解除或终止后，劳动者承担保守相关商业秘密、知识产权以及竞业限制的义务，用人单位按月支付经济补偿。数据保密协议范本：</p>
<p>　　双方经平等协商同意，自愿签订本协议，共同遵守本协议所列条款。</p>
<p>　　1.保密的内容和范围</p>
<p>　　（1） 涉及甲方具体的信息，包括甲方使用“资协网”保存在乙方服务器上的数据。</p>
<p>　　（2） 凡以直接、间接、口头或书面等形式提供涉及保密内容的行为均属泄密。</p>
<p>　　2. 双方的权利与义务</p>
<p>　　（1）乙方应自觉维护甲方的利益，严格遵守本委托方的保密规定。</p>
<p>　　（2）乙方不得向任何单位和个人泄露所掌握的商业秘密事项；</p>
<p>　　（3）乙方不得利用所掌握的商业秘密牟取私利；</p>
<p>　　（4）乙方了解并承认，通过系统甲方会将有具有商业价值的业绩资料（保密信息）保存于“资协网”的服务器上，并且由于技术服务等原因，乙方有可能在某些情况下访问这些数据。乙方承认，如果这些数据未经许可披露给他人，有可能使甲方蒙受损失。</p>
<p>　　（5）乙方同意并承诺，对所有保密信息予以严格保密，在未得到甲方事先许可的情况下不披露给任何其他人士或机构。</p>
<p>　　（6）乙方同意并承诺，无论任何原因，服务终止后，乙方不可恢复地删除服务器上的任何保密信息，并不留存任何副本。同时，乙方保证退回甲方保存在乙方服务器上的任何含有保密信息的文件或资料（如有）。</p>
<p>　　3. 本《协议》项下的保密义务不适用于如下信息：（i）非由于乙方的原因已经为公众所知的；（ii）由于乙方以外其他渠道被他人获知的信息，这些渠道并不受保密义务的限制；（iii）由于<a title="法律" href="" target="_blank" class="bule" >法律</a>的适用、法院或其他国家有权机关的要求而披露的信息。此协议至签字之日起生效。</p>
</div>