workflows = [[key:"WF-150601001", name: '请假申请', type: '自由流程', applyer: '测试员', startTime: '2015-6-24 21:36:49', department: '测试部门', status: '审核中', transitions:[
        ["流程申请"],["组长[审核]"],["行政总监[审核]", "副总经理[审核]"],["总经理[归档]"]
], transNow:[["测试员[申请]"], ["组长[审核:未处理]"]]],
             [key:"WF-150601002", name: '借款流程', type: '固定流程', applyer: '测试员', startTime: '2015-6-24 21:36:49', department: '测试部门', status: '审核中', transitions:[
                     ["流程申请"],["组长[审核]"],["行政总监[审核]", "副总经理[审核]"],["总经理[归档]"]
             ], transNow:[["测试员[申请]"], ["组长[审核:同意]"], ["行政总监[审核:未处理]", "副总经理[审核:未处理]"]]],
             [key:"WF-150601003", name: '公务报销', type: '固定流程', applyer: '测试员', startTime: '2015-6-24 21:36:49', department: '测试部门', status: '已归档', transitions:[
                     ["流程申请"],["组长[审核]"],["行政总监[审核]", "副总经理[审核]"],["总经理[归档]"]
             ], transNow:[["测试员[申请]"], ["组长[审核:同意]"], ["行政总监[审核:同意]", "副总经理[审核:同意]"], ["总经理[归档:已归档]"]]],
             [key:"WF-150601004", name: '加班申请', type: '固定流程', applyer: '测试员', startTime: '2015-6-24 21:36:49', department: '测试部门', status: '已归档', transitions:[
                     ["流程申请"],["组长[审核]"],["行政总监[审核]", "副总经理[审核]"],["总经理[归档]"]
             ], transNow:[["测试员[申请]"], ["组长[审核:同意]"], ["行政总监[审核:同意]", "副总经理[审核:同意]"], ["总经理[归档:已归档]"]]],
             [key:"WF-150601005", name: '调休申请', type: '固定流程', applyer: '测试员', startTime: '2015-6-24 21:36:49', department: '测试部门', status: '已归档', transitions:[
                     ["流程申请"],["组长[审核]"],["行政总监[审核]", "副总经理[审核]"],["总经理[归档]"]
             ], transNow:[["测试员[申请]"], ["组长[审核:同意]"], ["行政总监[审核:同意]", "副总经理[审核:同意]"], ["总经理[归档:已归档]"]]],
             [key:"WF-150601006", name: '印章申请', type: '固定流程', applyer: '测试员', startTime: '2015-6-24 21:36:49', department: '测试部门', status: '已归档', transitions:[
                     ["流程申请"],["组长[审核]"],["行政总监[审核]", "副总经理[审核]"],["总经理[归档]"]
             ], transNow:[["测试员[申请]"], ["组长[审核:同意]"], ["行政总监[审核:同意]", "副总经理[审核:同意]"], ["总经理[归档:已归档]"]]]
];

context.workflows = workflows;